[
  "darlal-switcher-plus",
  "obsidian-admonition",
  "tag-wrangler",
  "obsidian-auto-link-title",
  "oz-clear-unused-images",
  "map-of-content",
  "obsidian-timestamper",
  "image-captions",
  "obsidian-latex-suite",
  "obsidian-columns",
  "obsidian-text-format",
  "obsidian-style-settings",
  "lapel",
  "code-styler",
  "recent-files-obsidian",
  "obsidian-outliner",
  "settings-search",
  "obsidian-nomnoml-diagram",
  "obsidian-image-toolkit",
  "links",
  "better-search-views",
  "obsidian-icon-folder",
  "math-in-callout",
  "style-text",
  "obsidian-graphviz",
  "obsidian-kanban",
  "canvas-mindmap",
  "sheets",
  "node-auto-resize",
  "painter",
  "outline-plus",
  "fontsource",
  "journals",
  "image-converter",
  "automatic-renumbering",
  "obsidian-hider",
  "obsidian-thumbnails",
  "note-toolbar",
  "obsidian-banners",
  "paste-reformatter",
  "unicode-search"
]