[
  "darlal-switcher-plus",
  "obsidian-admonition",
  "tag-wrangler",
  "obsidian-auto-link-title",
  "oz-clear-unused-images",
  "map-of-content",
  "obsidian-timestamper",
  "obsidian-heading-shifter",
  "image-captions",
  "obsidian-latex-suite",
  "obsidian-columns",
  "obsidian-text-format",
  "obsidian-style-settings",
  "lapel",
  "dataview",
  "code-styler",
  "recent-files-obsidian",
  "obsidian-outliner",
  "settings-search",
  "obsidian-nomnoml-diagram",
  "obsidian-image-toolkit",
  "links",
  "better-search-views",
  "mermaid-tools",
  "obsidian-icon-folder",
  "math-in-callout",
  "style-text",
  "mermaid-themes",
  "obsidian-graphviz",
  "beautitab",
  "mehrmaid",
  "obsidian-kanban",
  "advanced-canvas",
  "canvas-mindmap",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "sheets",
  "node-auto-resize",
  "painter",
  "outline-plus",
  "typing-speed",
  "obsidian-wakatime",
  "fontsource",
  "arrows-in-md",
  "click-clack",
  "journals",
  "image-converter",
  "journal-folder"
]