[
  "darlal-switcher-plus",
  "obsidian-spaced-repetition",
  "obsidian-annotator",
  "highlightr-plugin",
  "obsidian-image-toolkit",
  "canvas-mindmap",
  "obsidian-plugin-toc",
  "obsidian-html-tags-autocomplete",
  "obsidian-mindmap-nextgen",
  "extract-url",
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-mind-map",
  "obsidian-icons-plugin",
  "obsidian-admonition",
  "file-tree-alternative",
  "templater-obsidian",
  "tag-wrangler",
  "obsidian-auto-link-title",
  "media-extended",
  "oz-image-plugin",
  "oz-clear-unused-images",
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "nldates-obsidian",
  "cycle-through-panes",
  "calendar",
  "notion-like-tables",
  "find-unlinked-files",
  "obsidian-full-calendar",
  "markdown-table-editor",
  "multi-column-markdown",
  "obsidian-outliner",
  "periodic-notes",
  "map-of-content",
  "obsidian-markmind",
  "dbfolder",
  "cm-editor-syntax-highlight-obsidian",
  "quickadd",
  "obsidian-kanban",
  "supercharged-links-obsidian",
  "obsidian-text-format",
  "obsidian-tabs",
  "drawio-obsidian",
  "obsidian-timestamper",
  "lapel",
  "advanced-cursors",
  "obsidian-heading-shifter",
  "image-captions",
  "obsidian-latex-suite"
]